Repository: KDE/kapman
Catalog: po/*/kapman.po
Languages: ia

# NAME OF TRANSLATORS
source: Your names
ia: Giovanni Sora

# EMAIL OF TRANSLATORS
source: Your emails
ia: g.sora@tiscali.it

source: GET READY!!!
ia: PREPARA TE !!!

source: Press any arrow key to start
ia: Pressa ulle clave flecha per initiar

source: PAUSED
ia: In pausa

# The number of the game level
source: Level %1
ia: Nivello %1

source: The graphical theme to be used.
ia: Le thema graohic essera usate.

source: Whether sound effects should be played.
ia: Si effectos de sono deberea esser reproducite.

# @option:check
source: Play Sounds
ia: Reproduce sonos

# @action
source: &Change Level…
ia: &Cambia Nivello…

# Used to display the current level of play to the user
source: Level: %1
ia: Nivello: %1

# Used to inform the user of their current score
source: Score: %1
ia: Punctos: %1

# Used to tell the user how many lives they have left
source: Lives: %1
ia: Vitas: %1

source: Are you sure you want to quit the current game?
ia: Tu es secur que tu vole abandonar le joco currente?

# @title:window
source: New Game
ia: Nove Joco

# @action;button
source: Quit Game
ia: Quita Joco

source: Your score is %1 point.
ia: Tu punctuage es %1 puncto.

source: Game Over
ia: Joco Terminate

source: You cheated, no Highscore for you ;)
ia: Tu fraudava , nulle AltePunctos ;)

source: Cheater!
ia: Fraudator!

# @title:window
source: Change Level
ia: Cambia Nivello

# @label:textbox The number of the game level
source: Level:
ia: Nivello:

source: Are you sure you want to quit Kapman?
ia: Tu es secur que tu vole quitar Kapman?

# @title:window To quit Kapman
source: Quit
ia: Quita

source: Kapman: Go through the levels escaping ghosts!
ia: Kapman: Vade trans nivellos escappante phantasmas!

source: Copyright (c) 2007-2008 The KapTeam
ia: Copyright (c) 2007-2008 Le Equipa de Kap

source: Developer
ia: Disveloppator

source: Port to KgSound framework
ia: Porto a framework de KgSound
